{
  "database_stats": {
    "TOPIC nodes": 5,
    "THEORY nodes": 5,
    "CONCEPT nodes": 34,
    "HAS relationships": 5,
    "MENTIONS relationships": 34,
    "Total nodes": 44,
    "Total relationships": 39
  },
  "topics_summary": [
    {
      "topic_name": "Types of NoSQL Databases",
      "theory_count": 1,
      "concept_count": 4,
      "sources": [
        "4 types of NoSQL.docx"
      ]
    },
    {
      "topic_name": "Fundamentals of Big Data Storing Systems and Data Modeling",
      "theory_count": 1,
      "concept_count": 8,
      "sources": [
        "BDA 4-1.docx"
      ]
    },
    {
      "topic_name": "Introduction to NoSQL Databases for Big Data",
      "theory_count": 1,
      "concept_count": 5,
      "sources": [
        "BDA 4-3.docx"
      ]
    },
    {
      "topic_name": "Core Concepts of NoSQL Databases: The CAP Theorem and BASE Model",
      "theory_count": 1,
      "concept_count": 11,
      "sources": [
        "BDA 4-4.docx"
      ]
    },
    {
      "topic_name": "Overview of Popular Data Analysis Algorithms",
      "theory_count": 1,
      "concept_count": 6,
      "sources": [
        "BDA 5-22.docx"
      ]
    }
  ],
  "sample_data": {
    "first_topic": {
      "name": "Core Concepts of NoSQL Databases: The CAP Theorem and BASE Model"
    },
    "first_theory": {
      "id": "theory_4 types of NoSQL",
      "source": "4 types of NoSQL.docx",
      "keywords": [
        "NoSQL",
        "Key-Value Pair",
        "Column-based",
        "Document-Oriented",
        "Graph-Based",
        "MongoDB",
        "Cassandra",
        "HBase",
        "Neo4J",
        "schema-less"
      ],
      "summary": "The text describes four main types of NoSQL databases. Key-value pair databases store data as a hash table with unique keys and values (like JSON or BLOBs), offering a schema-less structure ideal for applications like shopping carts; examples include Redis and Dynamo. Column-based databases, inspired by Google's BigTable, treat each column separately and store its values contiguously, which excels at aggregation queries (SUM, AVG) and is used in data warehousing; examples are HBase and Cassandra. Document-oriented databases store data in key-value pairs where the value is a document, typically in JSON or XML format, providing flexibility for CMS systems and e-commerce; MongoDB is a popular example. Finally, graph-based databases store entities as nodes and relationships as edges, making them highly efficient for traversing complex, multi-relational data found in social networks and logistics; examples include Neo4J and OrientDB."
    },
    "sample_concepts": [
      {
        "name": "Key-Value Pair Based Database",
        "definition": "A type of NoSQL database that stores data in key/value pairs, where each key is unique and the value can be a JSON, BLOB, or string. It is designed to handle large amounts of data and is schema-less."
      },
      {
        "name": "Column-based Database",
        "definition": "A NoSQL database type, based on Google's BigTable paper, that works on columns. Values of a single column are stored contiguously, delivering high performance on aggregation queries like SUM, COUNT, and AVG."
      }
    ]
  },
  "relationship_summary": {
    "HAS": 5,
    "MENTIONS": 34
  }
}